Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

# %@ adults · %@ children · %@ travelers total
source: %1$@ adults · %2$@ children · %3$@ travelers total
ar: %@ بالغون · %@ أطفال · %@ مسافرون إجمالًا
es: %@ adultos · %@ niños · %@ viajeros en total
fa: %@ بزرگسال · %@ کودک · در مجموع %@ مسافر
fil: %@ matanda · %@ bata · %@ biyahero lahat
fil_ph: %@ matatanda · %@ bata · %@ biyahero sa kabuuan
fr: %@ adultes · %@ enfants · %@ voyageurs au total
it: %@ adulti · %@ bambini · %@ viaggiatori in totale
ja: 大人%@人 · 子ども%@人 · 合計%@人
ko: 성인 %@명 · 어린이 %@명 · 총 %@명
ru: %@ взрослых · %@ детей · всего путешественников: %@
tr: %@ yetişkin · %@ çocuk · toplam %@ yolcu
vi: %@ người lớn · %@ trẻ em · tổng cộng %@ khách
zh_hans: %@ 位成人 · %@ 位儿童 · 共 %@ 位旅客

source: %@ I'm Pip, your travel companion. How can I help with your trip?
ar: %@ أنا Pip، رفيقك في السفر. كيف يمكنني مساعدتك في رحلتك؟
es: %@ Soy Pip, tu compañero de viaje. ¿Cómo puedo ayudarte con tu viaje?
fa: %@ من پیپ هستم، همراه سفر شما. چطور می‌توانم در سفرتان کمک کنم؟
fil: %@ Ako si Pip, kasama mo sa biyahe. Paano kita matutulungan sa biyahe mo?
fil_ph: %@ Ako si Pip, kasama mo sa paglalakbay. Paano ako makakatulong sa biyahe mo?
fr: %@ Je suis Pip, ton compagnon de voyage. Comment puis-je t’aider pour ton voyage ?
it: %@ Sono Pip, il tuo compagno di viaggio. Come posso aiutarti con il viaggio?
ja: %@ 旅のパートナー、Pipです。旅行について何かお手伝いできますか？
ko: %@ 안녕하세요, 여행 동반자 Pip이에요. 여행에 대해 무엇을 도와드릴까요?
ru: %@ Я Пип, ваш спутник в путешествиях. Чем помочь с поездкой?
tr: %@ Ben Pip, seyahat arkadaşınım. Seyahatinle ilgili nasıl yardımcı olabilirim?
vi: %@ Mình là Pip, người bạn đồng hành trong chuyến đi. Mình có thể giúp gì cho chuyến đi của bạn?
zh_hans: %@ 我是 Pip，你的旅行伙伴。有什么旅行方面的问题需要我帮忙？

source: %@ travelers without names assigned
ar: %@ مسافرون لم تُسند إليهم أسماء
es: %@ viajeros sin nombre asignado
fa: %@ مسافر بدون نام
fil: %@ biyaherong walang nakatalagang pangalan
fil_ph: %@ biyaherong wala pang nakatalagang pangalan
fr: %@ voyageurs sans nom attribué
it: %@ viaggiatori senza nome assegnato
ja: 名前未登録の旅行者%@人
ko: 이름이 지정되지 않은 여행자 %@명
ru: %@ путешественников без указанных имён
tr: İsim atanmamış %@ yolcu
vi: %@ khách chưa được gán tên
zh_hans: %@ 位旅客未填写姓名

source: %@, let's plan %@
ar: %@، لنخطط لـ %@
es: %@, planifiquemos %@
fa: %@، بیایید برای %@ برنامه بریزیم
fil: %@, magplano tayo ng %@
fil_ph: %@, planuhin natin ang %@
fr: %@, planifions %@
it: %@, pianifichiamo %@
ja: %@さん、%@の計画を立てましょう
ko: %@, %@ 여행을 계획해 봐요
ru: %@, давайте спланируем %@
tr: %@, %@ için plan yapalım
vi: %@, cùng lên kế hoạch cho %@
zh_hans: %@，我们来规划%@

source: %@/2000 characters
ar: %@/2000 حرفًا
es: %@/2000 caracteres
fa: %@/۲۰۰۰ نویسه
fil: %@/2000 character
fil_ph: %@/2000 character
fr: %@/2000 caractères
it: %@/2000 caratteri
ja: %@/2000文字
ko: %@/2000자
ru: %@/2000 символов
tr: %@/2000 karakter
vi: %@/2000 ký tự
zh_hans: %@/2000 个字符

source: %lld adults · %lld children · %lld travelers total
ar: %lld بالغون · %lld أطفال · %lld مسافرون إجمالًا
es: %lld adultos · %lld niños · %lld viajeros en total
fa: %lld بزرگسال · %lld کودک · در مجموع %lld مسافر
fil: %lld matanda · %lld bata · %lld biyahero lahat
fil_ph: %lld matatanda · %lld bata · %lld biyahero sa kabuuan
fr: %lld adultes · %lld enfants · %lld voyageurs au total
it: %lld adulti · %lld bambini · %lld viaggiatori in totale
ja: 大人%lld人 · 子ども%lld人 · 合計%lld人
ko: 성인 %lld명 · 어린이 %lld명 · 총 %lld명
ru: %lld взрослых · %lld детей · всего путешественников: %lld
tr: %lld yetişkin · %lld çocuk · toplam %lld yolcu
vi: %lld người lớn · %lld trẻ em · tổng cộng %lld khách
zh_hans: %lld 位成人 · %lld 位儿童 · 共 %lld 位旅客

source: 🦆 Hi, I'm Pip.
ar: 🦆 مرحبًا، أنا Pip.
es: 🦆 Hola, soy Pip.
fa: 🦆 سلام، من پیپ هستم.
fil: 🦆 Kumusta, ako si Pip.
fil_ph: 🦆 Kumusta, ako si Pip.
fr: 🦆 Bonjour, je suis Pip.
it: 🦆 Ciao, sono Pip.
ja: 🦆 こんにちは、Pipです。
ko: 🦆 안녕하세요, Pip이에요.
ru: 🦆 Привет, я Пип.
tr: 🦆 Merhaba, ben Pip.
vi: 🦆 Xin chào, mình là Pip.
zh_hans: 🦆 你好，我是 Pip。

source: A little about you
ar: نبذة عنك
es: Un poco sobre ti
fa: کمی دربارهٔ شما
fil: Kaunti tungkol sa iyo
fil_ph: Kaunti tungkol sa iyo
fr: Un peu à votre sujet
it: Qualcosa su di te
ja: あなたのことを少し教えてください
ko: 당신에 대해 조금 알려 주세요
ru: Немного о вас
tr: Biraz kendinden bahset
vi: Đôi điều về bạn
zh_hans: 简单介绍一下你

source: A little less planning. A little more exploring.
ar: تخطيط أقل. واستكشاف أكثر.
es: Un poco menos de planificación. Un poco más de exploración.
fa: برنامه‌ریزی کمتر. کشف و تجربه بیشتر.
fil: Bawas-bawasan ang pagpaplano. Mas maglaan ng oras sa pamamasyal.
fil_ph: Kaunting pagpaplano. Mas maraming pagtuklas.
fr: Un peu moins de planification. Un peu plus de découverte.
it: Meno pianificazione. Più esplorazione.
ja: 計画は少し控えめに。 旅をもっと楽しみましょう。
ko: 계획은 조금 덜, 탐험은 조금 더.
ru: Чуть меньше планов. Чуть больше открытий.
tr: Biraz daha az planlama. Biraz daha çok keşif.
vi: Bớt lên kế hoạch một chút. Khám phá nhiều hơn một chút.
zh_hans: 少一点规划。 多一点探索。

source: A recap of what we discussed, not live availability or confirmed bookings.
ar: ملخص لما ناقشناه، وليس معلومات مباشرة عن التوفر أو حجوزات مؤكدة.
es: Un resumen de lo que hablamos, no de la disponibilidad en tiempo real ni de reservas confirmadas.
fa: خلاصه‌ای از گفت‌وگوی ما، نه موجودیِ لحظه‌ای یا رزروهای تأییدشده.
fil: Buod ito ng napag-usapan natin, hindi ng kasalukuyang availability o kumpirmadong booking.
fil_ph: Buod ito ng napag-usapan natin, hindi live na availability o kumpirmadong booking.
fr: Un récapitulatif de ce dont nous avons parlé, sans disponibilité en temps réel ni réservations confirmées.
it: Un riepilogo di ciò di cui abbiamo parlato, non della disponibilità in tempo reale né di prenotazioni confermate.
ja: 話し合った内容のまとめです。空き状況や予約の確定を示すものではありません。
ko: 함께 나눈 내용의 요약이며, 실시간 예약 가능 여부나 확정된 예약 정보는 아닙니다.
ru: Краткое содержание нашего разговора, а не информация о наличии мест в реальном времени или подтверждённые бронирования.
tr: Görüştüklerimizin özeti; güncel müsaitlik veya onaylanmış rezervasyon bilgisi değildir.
vi: Tóm tắt những gì chúng ta đã trao đổi, không phải tình trạng còn chỗ hiện tại hay đặt chỗ đã xác nhận.
zh_hans: 这是我们讨论内容的回顾，不代表实时空位或已确认的预订。

source: A suggestion for you
ar: اقتراح لك
es: Una sugerencia para ti
fa: یک پیشنهاد برای تو
fil: Mungkahing para sa iyo
fil_ph: Mungkahi para sa iyo
fr: Une suggestion pour toi
it: Un suggerimento per te
ja: あなたへの提案
ko: 추천해 드려요
ru: Рекомендация для вас
tr: Sana bir öneri
vi: Gợi ý dành cho bạn
zh_hans: 给你的建议

source: A thoughtful local guide for the journey ahead.
ar: دليل محلي يهتم بالتفاصيل لرحلتك المقبلة.
es: Un guía local atento para el viaje que tienes por delante.
fa: یک راهنمای محلیِ خوش‌فکر برای سفری که پیش رو دارید.
fil: Isang mapagmalasakit na lokal na gabay para sa susunod mong paglalakbay.
fil_ph: Mapagmalasakit na lokal na gabay para sa susunod mong paglalakbay.
fr: Un guide local attentionné pour la suite de votre voyage.
it: Una guida locale premurosa per il viaggio che ti aspetta.
ja: これからの旅を案内する、頼れる地元ガイドです。
ko: 앞으로의 여정을 함께할 세심한 현지 가이드.
ru: Внимательный местный гид для вашего путешествия.
tr: Yolculuğunda sana eşlik edecek özenli bir yerel rehber.
vi: Một hướng dẫn viên địa phương tận tâm đồng hành cùng bạn trên hành trình sắp tới.
zh_hans: 一位贴心的当地向导，陪你开启接下来的旅程。

source: A thoughtful travel companion for the journey ahead.
ar: رفيق سفر يهتم بالتفاصيل لرحلتك المقبلة.
es: Un compañero de viaje atento para el camino que te espera.
fa: همراهی بافکر برای سفر پیش رو.
fil: Isang mapagmalasakit na kasama sa susunod mong paglalakbay.
fil_ph: Mapagmalasakit na kasama sa susunod mong paglalakbay.
fr: Un compagnon de voyage attentionné pour la route à venir.
it: Un compagno di viaggio attento per il cammino che ti aspetta.
ja: これからの旅を支える、気の利いたパートナー。
ko: 앞으로의 여정을 함께할 세심한 여행 동반자.
ru: Заботливый спутник в вашем путешествии.
tr: Yolculuğunda sana eşlik edecek düşünceli bir seyahat arkadaşı.
vi: Một người bạn đồng hành tận tâm cho chuyến đi sắp tới.
zh_hans: 贴心的旅行伙伴，陪伴接下来的旅程。

source: Accept changes
ar: قبول التغييرات
es: Aceptar cambios
fa: پذیرفتن تغییرات
fil: Tanggapin ang mga pagbabago
fil_ph: Tanggapin ang mga pagbabago
fr: Accepter les modifications
it: Accetta le modifiche
ja: 変更を反映
ko: 변경 사항 적용
ru: Принять изменения
tr: Değişiklikleri kabul et
vi: Chấp nhận thay đổi
zh_hans: 接受更改

source: Account unavailable
ar: الحساب غير متاح
es: Cuenta no disponible
fa: حساب در دسترس نیست
fil: Hindi available ang account
fil_ph: Hindi available ang account
fr: Compte indisponible
it: Account non disponibile
ja: アカウントを利用できません
ko: 계정을 사용할 수 없음
ru: Учётная запись недоступна
tr: Hesap kullanılamıyor
vi: Tài khoản không khả dụng
zh_hans: 账户不可用

source: Activities
ar: الأنشطة
es: Actividades
fa: فعالیت‌ها
fil: Mga aktibidad
fil_ph: Mga aktibidad
fr: Activités
it: Attività
ja: アクティビティ
ko: 액티비티
ru: Занятия
tr: Etkinlikler
vi: Hoạt động
zh_hans: 活动

source: Actual
ar: الفعلي
es: Gasto real
fa: واقعی
fil: Aktuwal
fil_ph: Aktuwal
fr: Réel
it: Effettivo
ja: 実際の支出
ko: 실제
ru: Факт
tr: Gerçekleşen
vi: Thực tế
zh_hans: 实际

source: Actual spent
ar: الإنفاق الفعلي
es: Gasto real
fa: هزینه واقعی
fil: Aktuwal na nagastos
fil_ph: Aktuwal na nagastos
fr: Dépenses réelles
it: Spesa effettiva
ja: 実際の支出
ko: 실제 지출액
ru: Фактически потрачено
tr: Gerçekleşen harcama
vi: Số tiền đã chi thực tế
zh_hans: 实际支出

source: Add a trip yourself, or ask Pip to plan one with you.
ar: أضف رحلة بنفسك، أو اطلب من Pip التخطيط لها معك.
es: Añade un viaje tú mismo o pídele a Pip que planifique uno contigo.
fa: خودتان سفری اضافه کنید یا از پیپ بخواهید با شما برنامه‌ریزی کند.
fil: Magdagdag ng biyahe nang mag-isa o hilingin kay Pip na magplano kayo nang magkasama.
fil_ph: Magdagdag ng biyahe, o hilingin kay Pip na magplano nito kasama mo.
fr: Ajoutez un voyage vous-même ou demandez à Pip d’en planifier un avec vous.
it: Aggiungi un viaggio o chiedi a Pip di pianificarne uno con te.
ja: 自分で旅行を追加するか、Pipと一緒に計画しましょう。
ko: 직접 여행을 추가하거나 Pip에게 함께 계획해 달라고 요청해 보세요.
ru: Добавьте поездку самостоятельно или попросите Пипа спланировать её вместе с вами.
tr: Kendin bir gezi ekle veya Pip’ten birlikte planlamasını iste.
vi: Tự thêm chuyến đi hoặc nhờ Pip cùng bạn lên kế hoạch.
zh_hans: 自己添加旅行，或让 Pip 和你一起规划。

source: Add arranged transfers
ar: إضافة وسائل نقل مرتبة مسبقًا
es: Añadir traslados organizados
fa: افزودن رفت‌وآمدهای هماهنگ‌شده
fil: Magdagdag ng mga nakaayos na paglilipat
fil_ph: Magdagdag ng mga isinaayos na transfer
fr: Ajouter les transferts organisés
it: Aggiungi i trasferimenti organizzati
ja: 手配済みの送迎を追加
ko: 준비된 교통편 추가
ru: Добавить заранее организованные трансферы
tr: Düzenlenmiş transferleri ekle
vi: Thêm dịch vụ đưa đón đã sắp xếp
zh_hans: 添加已安排的接送

source: Add companion
ar: إضافة رفيق
es: Añadir acompañante
fa: افزودن همراه
fil: Magdagdag ng kasama
fil_ph: Magdagdag ng kasama
fr: Ajouter un compagnon
it: Aggiungi accompagnatore
ja: 同行者を追加
ko: 동행자 추가
ru: Добавить спутника
tr: Seyahat arkadaşı ekle
vi: Thêm người đồng hành
zh_hans: 添加同行者

source: Add destination
ar: إضافة وجهة
es: Añadir destino
fa: افزودن مقصد
fil: Magdagdag ng destinasyon
fil_ph: Magdagdag ng destinasyon
fr: Ajouter une destination
it: Aggiungi destinazione
ja: 目的地を追加
ko: 여행지 추가
ru: Добавить пункт назначения
tr: Varış noktası ekle
vi: Thêm điểm đến
zh_hans: 添加目的地

source: Add destination and timing
ar: إضافة الوجهة والتوقيت
es: Añadir destino y fechas
fa: افزودن مقصد و زمان
fil: Magdagdag ng destinasyon at oras
fil_ph: Magdagdag ng destinasyon at iskedyul
fr: Ajouter la destination et les horaires
it: Aggiungi destinazione e orario
ja: 目的地と日程を追加
ko: 여행지와 일정 추가
ru: Добавить пункт назначения и время
tr: Varış noktası ve zamanlama ekle
vi: Thêm điểm đến và thời gian
zh_hans: 添加目的地和时间

source: Add destinations when you're ready
ar: أضف الوجهات عندما تكون مستعدًا
es: Añade destinos cuando quieras
fa: هر زمان آماده بودید مقصدها را اضافه کنید
fil: Magdagdag ng mga destinasyon kapag handa ka na
fil_ph: Magdagdag ng mga destinasyon kapag handa ka na
fr: Ajoute des destinations quand tu veux
it: Aggiungi destinazioni quando vuoi
ja: 準備ができたら目的地を追加しましょう
ko: 준비되면 여행지를 추가하세요
ru: Добавьте пункты назначения, когда будете готовы
tr: Hazır olduğunda varış noktaları ekle
vi: Thêm điểm đến khi bạn sẵn sàng
zh_hans: 准备好后添加目的地

source: Add details
ar: إضافة التفاصيل
es: Añadir detalles
fa: افزودن جزئیات
fil: Magdagdag ng mga detalye
fil_ph: Magdagdag ng mga detalye
fr: Ajouter des détails
it: Aggiungi dettagli
ja: 詳細を追加
ko: 세부 정보 추가
ru: Добавить подробности
tr: Ayrıntı ekle
vi: Thêm chi tiết
zh_hans: 添加详情

source: Add fixed commitment
ar: إضافة التزام ثابت
es: Añadir compromiso inamovible
fa: افزودن برنامهٔ قطعی
fil: Magdagdag ng takdang gawain
fil_ph: Magdagdag ng takdang gawain
fr: Ajouter un engagement fixe
it: Aggiungi un impegno fisso
ja: 確定済みの予定を追加
ko: 확정된 일정 추가
ru: Добавить событие с фиксированным временем
tr: Kesinleşmiş plan ekle
vi: Thêm lịch hẹn cố định
zh_hans: 添加固定安排

source: Add outbound connection
ar: إضافة رحلة مواصلة للذهاب
es: Añadir conexión de ida
fa: افزودن پرواز رفت یا اتصال
fil: Magdagdag ng outbound na koneksiyon
fil_ph: Magdagdag ng koneksiyon sa papunta
fr: Ajouter la correspondance à l’aller
it: Aggiungi coincidenza all’andata
ja: 往路の乗り継ぎを追加
ko: 가는 편 연결편 추가
ru: Добавить рейс туда с пересадкой
tr: Gidiş bağlantısı ekle
vi: Thêm chặng nối chuyến chiều đi
zh_hans: 添加去程衔接行程

source: Add return flight or connection
ar: إضافة رحلة عودة أو رحلة مواصلة
es: Añadir vuelo o conexión de regreso
fa: افزودن پرواز برگشت یا اتصال
fil: Magdagdag ng pabalik na flight o koneksiyon
fil_ph: Magdagdag ng flight o koneksiyon pabalik
fr: Ajouter le vol ou la correspondance du retour
it: Aggiungi volo o coincidenza di ritorno
ja: 復路のフライトまたは乗り継ぎを追加
ko: 돌아오는 항공편 또는 연결편 추가
ru: Добавить обратный рейс или пересадку
tr: Dönüş uçuşu veya bağlantısı ekle
vi: Thêm chuyến bay hoặc chặng nối chuyến chiều về
zh_hans: 添加返程航班或衔接行程

source: Add someone
ar: إضافة شخص
es: Añadir persona
fa: افزودن فرد
fil: Magdagdag ng tao
fil_ph: Magdagdag ng tao
fr: Ajouter une personne
it: Aggiungi una persona
ja: 同行者を追加
ko: 인원 추가
ru: Добавить человека
tr: Birini ekle
vi: Thêm người
zh_hans: 添加成员

source: Add travel companions
ar: إضافة رفاق السفر
es: Añadir acompañantes de viaje
fa: افزودن همراهان سفر
fil: Magdagdag ng mga kasama sa biyahe
fil_ph: Magdagdag ng mga kasama sa biyahe
fr: Ajouter des compagnons de voyage
it: Aggiungi compagni di viaggio
ja: 旅行の同行者を追加
ko: 여행 동행자 추가
ru: Добавить спутников в поездку
tr: Seyahat arkadaşları ekle
vi: Thêm bạn đồng hành
zh_hans: 添加旅行同伴

source: Add traveler
ar: إضافة مسافر
es: Añadir viajero
fa: افزودن هم‌سفر
fil: Magdagdag ng biyahero
fil_ph: Magdagdag ng biyahero
fr: Ajouter un voyageur
it: Aggiungi viaggiatore
ja: 旅行者を追加
ko: 여행자 추가
ru: Добавить путешественника
tr: Yolcu ekle
vi: Thêm khách du lịch
zh_hans: 添加旅客

source: Add trip
ar: إضافة رحلة
es: Añadir viaje
fa: افزودن سفر
fil: Magdagdag ng biyahe
fil_ph: Magdagdag ng biyahe
fr: Ajouter un voyage
it: Aggiungi viaggio
ja: 旅行を追加
ko: 여행 추가
ru: Добавить поездку
tr: Gezi ekle
vi: Thêm chuyến đi
zh_hans: 添加旅行

source: Add your preferred name
ar: إضافة الاسم المفضل
es: Añade el nombre que prefieres
fa: نام دلخواهتان را اضافه کنید
fil: Idagdag ang gusto mong itawag sa iyo
fil_ph: Idagdag ang gusto mong itawag sa iyo
fr: Ajouter le nom que vous préférez
it: Aggiungi il nome che preferisci
ja: 希望する呼び名を追加
ko: 선호하는 이름 추가
ru: Укажите предпочитаемое имя
tr: Tercih ettiğin adı ekle
vi: Thêm tên bạn muốn dùng
zh_hans: 添加你喜欢的称呼

source: Add your profile
ar: إضافة ملفك الشخصي
es: Añadir tu perfil
fa: افزودن نمایه شما
fil: Idagdag ang iyong profile
fil_ph: Idagdag ang iyong profile
fr: Ajouter ton profil
it: Aggiungi il tuo profilo
ja: プロフィールを追加
ko: 프로필 추가
ru: Заполнить профиль
tr: Profilini ekle
vi: Thêm hồ sơ của bạn
zh_hans: 添加个人资料

source: Address
ar: العنوان
es: Dirección
fa: نشانی
fr: Adresse
it: Indirizzo
ja: 住所
ko: 주소
ru: Адрес
tr: Adres
vi: Địa chỉ
zh_hans: 地址

source: Adds: %@
ar: الإضافات: %@
es: Añade: %@
fa: اضافه می‌شود: %@
fil: Mga idadagdag: %@
fil_ph: Nagdagdag: %@
fr: Ajouts : %@
it: Aggiunge: %@
ja: 追加：%@
ko: 추가: %@
ru: Добавляет: %@
tr: Eklenenler: %@
vi: Phát sinh: %@
zh_hans: 新增：%@

source: Age (optional)
ar: العمر (اختياري)
es: Edad (opcional)
fa: سن (اختیاری)
fil: Edad (opsyonal)
fil_ph: Edad (opsyonal)
fr: Âge (facultatif)
it: Età (facoltativa)
ja: 年齢（任意）
ko: 나이(선택 사항)
ru: Возраст (необязательно)
tr: Yaş (isteğe bağlı)
vi: Tuổi (không bắt buộc)
zh_hans: 年龄（选填）

source: Age or age range (optional)
ar: العمر أو الفئة العمرية (اختياري)
es: Edad o rango de edad (opcional)
fa: سن یا بازهٔ سنی (اختیاری)
fil: Edad o saklaw ng edad (opsyonal)
fil_ph: Edad o saklaw ng edad (opsyonal)
fr: Âge ou tranche d’âge (facultatif)
it: Età o fascia d’età (facoltativo)
ja: 年齢または年齢層（任意）
ko: 나이 또는 연령대(선택 사항)
ru: Возраст или возрастной диапазон (необязательно)
tr: Yaş veya yaş aralığı (isteğe bağlı)
vi: Tuổi hoặc khoảng tuổi (không bắt buộc)
zh_hans: 年龄或年龄范围（选填）

source: Airline
ar: شركة الطيران
es: Aerolínea
fa: شرکت هواپیمایی
fr: Compagnie aérienne
it: Compagnia aerea
ja: 航空会社
ko: 항공사
ru: Авиакомпания
tr: Hava yolu
vi: Hãng hàng không
zh_hans: 航空公司

# airport_to_home
source: Arrival airport → home
ar: من المطار إلى المنزل
es: aeropuerto_a_casa
fa: فرودگاه ورود ← خانه
fil: paliparan_tahanan
fil_ph: airport_to_home
fr: airport_to_home
it: dall’aeroporto a casa
ja: 空港から自宅
ko: 공항에서 숙소로
ru: аэропорт_домой
tr: airport_to_home
vi: Từ sân bay về nhà
zh_hans: 机场到家

# airport_to_hotel
source: Arrival airport → hotel
ar: من_المطار_إلى_الفندق
es: aeropuerto_al_hotel
fa: فرودگاه مقصد ← هتل
fil: paliparan papuntang hotel
fil_ph: mula_paliparan_patungong_hotel
fr: airport_to_hotel
it: dall’aeroporto all’hotel
ja: 空港からホテル
ko: 공항에서 호텔까지
ru: из аэропорта в отель
tr: havaalanından_otele
vi: từ sân bay đến khách sạn
zh_hans: 机场到酒店

source: All costs use this currency. Changing it does not convert amounts.
ar: تُستخدم هذه العملة لجميع التكاليف. تغييرها لا يحوّل المبالغ.
es: Todos los gastos usan esta moneda. Cambiarla no convierte los importes.
fa: همه هزینه‌ها با این ارز ثبت می‌شوند. تغییر ارز، مبلغ‌ها را تبدیل نمی‌کند.
fil: Lahat ng gastos ay nasa currency na ito. Hindi iko-convert ang mga halaga kapag pinalitan ito.
fil_ph: Gagamitin ang currency na ito para sa lahat ng gastos. Hindi nako-convert ang mga halaga kapag binago ito.
fr: Tous les frais utilisent cette devise. La modifier ne convertit pas les montants.
it: Tutte le spese usano questa valuta. Cambiarla non converte gli importi.
ja: すべての費用にこの通貨を使用します。通貨を変更しても金額は換算されません。
ko: 모든 비용은 이 통화로 표시됩니다. 통화를 변경해도 금액은 환산되지 않습니다.
ru: Все расходы указаны в этой валюте. При смене валюты суммы не конвертируются.
tr: Tüm masraflar bu para birimini kullanır. Değiştirmek tutarları dönüştürmez.
vi: Tất cả chi phí đều dùng đơn vị tiền tệ này. Đổi đơn vị không quy đổi số tiền.
zh_hans: 所有费用均使用此货币。更改货币不会换算金额。

source: Allow microphone and speech recognition in Settings, or type your answer.
ar: اسمح بالوصول إلى الميكروفون والتعرّف على الكلام من «الإعدادات»، أو اكتب إجابتك.
es: Permite el acceso al micrófono y al reconocimiento de voz en Ajustes, o escribe tu respuesta.
fa: در تنظیمات دسترسی میکروفون و تشخیص گفتار را فعال کنید، یا پاسخ را بنویسید.
fil: Payagan ang mikropono at pagkilala sa pagsasalita sa Mga Setting, o i-type ang sagot mo.
fil_ph: Payagan ang paggamit ng mikropono at pagkilala ng boses sa Mga Setting, o i-type ang sagot mo.
fr: Autorisez l’accès au micro et à la reconnaissance vocale dans Réglages, ou saisissez votre réponse.
it: Consenti l’accesso al microfono e al riconoscimento vocale nelle Impostazioni, oppure digita la risposta.
ja: 設定でマイクと音声認識を許可するか、回答を入力してください。
ko: 설정에서 마이크와 음성 인식을 허용하거나 답변을 입력하세요.
ru: Разрешите доступ к микрофону и распознаванию речи в настройках или введите ответ текстом.
tr: Ayarlar'dan mikrofona ve konuşma tanımaya izin verin ya da yanıtınızı yazın.
vi: Cho phép truy cập micrô và nhận dạng giọng nói trong Cài đặt, hoặc nhập câu trả lời.
zh_hans: 请在“设置”中允许使用麦克风和语音识别，或输入你的回答。

source: Allow speech recognition in Settings, or type your answer.
ar: اسمح بالتعرّف على الكلام من «الإعدادات»، أو اكتب إجابتك.
es: Permite el reconocimiento de voz en Ajustes, o escribe tu respuesta.
fa: در تنظیمات تشخیص گفتار را فعال کنید، یا پاسخ را بنویسید.
fil: Payagan ang pagkilala sa pagsasalita sa Mga Setting, o i-type ang sagot mo.
fil_ph: Payagan ang pagkilala ng boses sa Mga Setting, o i-type ang sagot mo.
fr: Autorisez la reconnaissance vocale dans Réglages, ou saisissez votre réponse.
it: Consenti il riconoscimento vocale nelle Impostazioni, oppure digita la risposta.
ja: 設定で音声認識を許可するか、回答を入力してください。
ko: 설정에서 음성 인식을 허용하거나 답변을 입력하세요.
ru: Разрешите распознавание речи в настройках или введите ответ текстом.
tr: Ayarlar'dan konuşma tanımaya izin verin ya da yanıtınızı yazın.
vi: Cho phép nhận dạng giọng nói trong Cài đặt, hoặc nhập câu trả lời.
zh_hans: 请在“设置”中允许使用语音识别，或输入你的回答。

source: Already arranged
ar: تم الترتيب مسبقًا
es: Ya organizado
fa: از قبل هماهنگ شده
fil: Naisaayos na
fil_ph: Naayos na
fr: Déjà organisé
it: Già organizzato
ja: 手配済み
ko: 이미 준비됨
ru: Уже организовано
tr: Zaten ayarlandı
vi: Đã sắp xếp
zh_hans: 已安排

source: Already booked anything?
ar: هل سبق أن حجزت أي شيء؟
es: ¿Ya has reservado algo?
fa: چیزی رزرو کرده‌ای؟
fil: May na-book ka na ba?
fil_ph: May na-book ka na ba?
fr: Avez-vous déjà réservé quelque chose ?
it: Hai già prenotato qualcosa?
ja: すでに予約したものはありますか？
ko: 이미 예약한 것이 있나요?
ru: Уже что-нибудь забронировали?
tr: Bir şey için rezervasyon yaptınız mı?
vi: Bạn đã đặt gì chưa?
zh_hans: 已经预订了什么吗？

source: Anything already decided?
ar: هل سبق أن قررت أي شيء؟
es: ¿Ya has decidido algo?
fa: چیزی از قبل مشخص شده؟
fil: May napagpasyahan na ba?
fil_ph: May napagpasyahan ka na ba?
fr: Avez-vous déjà pris des décisions ?
it: Hai già deciso qualcosa?
ja: すでに決めていることはありますか？
ko: 이미 결정한 것이 있나요?
ru: Уже что-нибудь решили?
tr: Bir şeye karar verdiniz mi?
vi: Bạn đã quyết định gì chưa?
zh_hans: 有什么已经确定了吗？

source: Anything already planned?
ar: هل سبق أن خططت لأي شيء؟
es: ¿Ya tienes algo planeado?
fa: از قبل برنامه‌ای داری؟
fil: May naplano na ba?
fil_ph: May naplano ka na ba?
fr: Avez-vous déjà prévu quelque chose ?
it: Hai già programmato qualcosa?
ja: すでに計画していることはありますか？
ko: 이미 계획한 것이 있나요?
ru: Уже что-нибудь запланировали?
tr: Bir şey planladınız mı?
vi: Bạn đã lên kế hoạch gì chưa?
zh_hans: 已经计划好什么了吗？

source: Anything booked that I should protect?
ar: هل هناك أي حجوزات يجب أن أراعيها؟
es: ¿Hay alguna reserva que deba respetar?
fa: رزروی داری که باید حفظ کنم؟
fil: May na-book ka na ba na dapat kong tiyaking hindi mabago?
fil_ph: May na-book ka ba na dapat kong tiyaking hindi mababago?
fr: Avez-vous des réservations à préserver ?
it: Hai già prenotato qualcosa che dovrei tenere presente?
ja: 変更せずに予定に含めるべき予約はありますか？
ko: 놓치지 않도록 챙겨야 할 예약이 있나요?
ru: Есть бронирования, которые нужно учесть?
tr: Korunmasını istediğim bir rezervasyon var mı?
vi: Có đặt chỗ nào cần giữ nguyên không?
zh_hans: 有什么已预订、需要为你保留的吗？

source: Anything else?
ar: هل هناك أي شيء آخر؟
es: ¿Algo más?
fa: چیز دیگری هست؟
fil: May iba pa ba?
fil_ph: May iba pa ba?
fr: Autre chose ?
it: Qualcos’altro?
ja: ほかにありますか？
ko: 그 밖에 있나요?
ru: Что-нибудь ещё?
tr: Başka bir şey var mı?
vi: Còn gì nữa không?
zh_hans: 还有其他事项吗？

source: Anything to take into account?
ar: هل هناك أي شيء يجب أخذه في الحسبان؟
es: ¿Hay algo que deba tener en cuenta?
fa: چیزی هست که در نظر بگیرم؟
fil: May dapat ba akong isaalang-alang?
fil_ph: May dapat ba akong isaalang-alang?
fr: Y a-t-il autre chose à prendre en compte ?
it: C’è qualcosa da tenere in considerazione?
ja: 考慮してほしいことはありますか？
ko: 고려해야 할 사항이 있나요?
ru: Что-нибудь нужно учесть?
tr: Dikkate almam gereken bir şey var mı?
vi: Có điều gì cần lưu ý không?
zh_hans: 有什么需要考虑的吗？

source: Application language
ar: لغة التطبيق
es: Idioma de la aplicación
fa: زبان برنامه
fil: Wika ng app
fil_ph: Wika ng app
fr: Langue de l’application
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
ru: Язык приложения
tr: Uygulama dili
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
